Repository: 27Bslash6/planet4-master-theme
Catalog: languages/planet4-master-theme-*.po
Languages: id_id

source: %1$d result for '%2$s'
id_id: %1$d hasil untuk '%2$s'

source: %d result
id_id: %d hasil

source: 404 Page
id_id: Halaman Tidak Ditemukan

source: About Greenpeace
id_id: Tentang Greenpeace

source: about the author
id_id: tentang penulis

source: Act
id_id: Beraksi

source: ACTION
id_id: AKSI

source: Action
id_id: Aksi

source: ACTIVE FILTERS
id_id: FILTER AKTIF

source: Apply filters
id_id: Pakai filter

source: Archive
id_id: Arsip

source: Articles
id_id: Artikel

source: CAMPAIGN
id_id: KAMPANYE

source: Campaign
id_id: Kampanye

source: Cancel
id_id: Batalkan

source: CATEGORY
id_id: KATEGORI

source: Category
id_id: Kategori

source: Change Country
id_id: Ubah Negara

source: Check for typos, and try your search again
id_id: Cek kesalahan dalam penulisan, dan coba pencarian lagi

source: Clear all
id_id: Hapus Semua

source: Close Menu
id_id: Tutup Menu

source: Comment
id_id: Komentar

source: Comments
id_id: Komentar

source: Content type
id_id: Tipe konten

source: CONTENT TYPES
id_id: TIPE KONTEN

source: Discussion
id_id: Diskusi

source: DOCUMENT
id_id: DOKUMEN

source: Document
id_id: Dokumen

source: Donate
id_id: DONASI

source: Download
id_id: Unduh

source: Enter your search term below
id_id: Masukkan pencarian di bawah

source: Evergreen Page
id_id: Halaman Statis

source: Explore
id_id: Jelajahi

source: Filters
id_id: Filter

source: Got it!
id_id: YA, SAYA MENGERTI!

source: Greenpeace International
id_id: Greenpeace Internasional

source: Greenpeace Planet 4 Master Theme
id_id: Tema Utama Planet 4 Greenpeace

source: International (English)
id_id: Internasional (Bahasa Inggris)

source: ISSUE
id_id: ISU

source: Issue
id_id: Isu

source: Leave your reply
id_id: Tinggalkan Balasan Kamu

source: Load More
id_id: Selengkapnya

source: Master theme for the Planet 4 Wordpress project
id_id: Tema utama untuk proyek Wordrpress Planet 4

source: Most relevant
id_id: Paling relevan

source: Name
id_id: Nama

source: PAGE
id_id: HALAMAN

source: Page
id_id: Halaman

source: POST
id_id: UNGGAHAN

source: Post
id_id: Unggahan

source: Post comment
id_id: Tampilkan Komentar

source: Posts by
id_id: Post oleh

source: Refine your search
id_id: Perbaiki pencarianmu

source: Related Campaigns
id_id: Kampanye Yang Terkait

source: Results
id_id: Hasil

source: Search
id_id: Cari

source: Selected
id_id: Terpilih

source: Share on
id_id: Bagikan di

source: Share via
id_id: Bagikan melalui

source: Sitemap Page
id_id: Halaman Peta Situs

source: Skip to Content
id_id: Langsung Ke Konten

source: Skip to Footer
id_id: Langsung Ke Footer

source: Skip to Navigation
id_id: Langsung Ke Navigasi

source: Sorry, we can't find that page!
id_id: Maaf, kami tidak bisa menemukan halaman tersebut!

source: Sort by
id_id: Urut berdasarkan

source: Suggested search terms
id_id: Istilah pencarian yang disarankan

source: Take action
id_id: ikut beraksi

source: Things you can do
id_id: Hal yang bisa kamu lakukan

source: This Campaign is not assigned to an Issue
id_id: Kampanye ini tidak berkaitan dengan sebuah isu

source: Toggle navigation menu
id_id: Menu Navigasi Toggle

source: Toggle search box
id_id: Kotak Pencarian Toggle

source: Toggle search form
id_id: Formulir pencarian Toggle

source: Toggle worldwide site selection menu
id_id: Menu Pilihan Situs Dunia Toggle

source: Try searching for somthing else
id_id: Coba lakukan pencarian lain

source: We also included results for
id_id: Kami juga menyertakan pencarian untuk

source: We want you to take action because together we're strong.
id_id: Kami ingin kamu beraksi karena kita kuat jika bersama

source: We're sorry we couldn't find any matches for your search term.
id_id: Maaf, kami tidak dapat menemukan apa yang kamu cari.

source: Your Comment
id_id: Komentar Anda

source: Your Email
id_id: Email Anda

source: Your Name
id_id: Nama Anda
