Repository: 27Bslash6/planet4-master-theme
Catalog: languages/planet4-master-theme-backend-*.po
Languages: hu_hu, nl_nl, pt_br

source: 404 Background Image
hu_hu: 404 hiba lap háttérképe
nl_nl: 404 pagina achtergrond afbeelding
pt_br: Imagem de fundo 404

source: 404 Page text
hu_hu: 404 hiba lap szövege
nl_nl: 404 pagina tekst
pt_br: Texto da página 404

source: Add 404 Page Background Image
hu_hu: 404 hiba lap háttérképének hozzáadása
nl_nl: Voeg een achtergrondafbeelding toe voor de 404 pagina
pt_br: Adicionar imagem de fundo para página 404

source: Add 404 page text
hu_hu: 404 hiba lap szövegének hozzáadása
nl_nl: Voeg tekst toe voor de 404 pagina
pt_br: Adicionar texto para página 404

source: Add Background Image
hu_hu: Háttérkép hozzáadása
nl_nl: Voeg achtergrondafbeelding toe
pt_br: Adicionar imagem de fundo

source: Add default button text which appears on <b>Take Action</b> card of <b>Take Action Covers</b> block. <br> Also it would be used for Take Action Cards inside Posts and Take Action Cards in search results
hu_hu: Írj be egy alapértelmezett gombszöveget, amely a <b>Cselekedj</b>-kártyán fog megjelenni a <b>Cselekedj-borítókép</b> blokkokban. <br> Ezen felül keresési találatoknál megjelenő Cselekedj-kártyákon is megjelenik.
nl_nl: Voeg een standaard knoptekst toe voor de kaarten binnen een <b>Actiepagina kaarten</b> blok. <br> Deze tekst wordt ook gebruikt als er een Actiepagina wordt gelinkt in een bericht of bij zoekresultaten.
pt_br: Adicione o texto do botão padrão que aparece nos cards da <b>Páginas de Ação</b> dentro do bloco. <br> Ele também será usado para cards de Páginas de Ação dentro de posts e resultados de buscas

source: Add Default Happy Point Background Image
hu_hu: Alapértelmezett háttérkép hozzáadása a feliratkozási dobozokhoz
nl_nl: Voeg een standaard afbeelding toe voor het Happy Point blok
pt_br: Adicionar imagem de fundo padrão para seção de newsletter

source: Add Image
hu_hu: Kép hozzáadása
nl_nl: Voeg afbeelding toe
pt_br: Adicionar imagem

source: Add Page Element
hu_hu: Oldalelem hozzáadása
nl_nl: Voeg nieuw pagine element toe
pt_br: Adicionar Elemento de Página

source: Are you sure you want to delete all Object Cache keys?
hu_hu: Biztos vagy benne, hogy törölni szeretnéd az összes Object Cache kulcsot?
nl_nl: Weet je zeker dat je de volledige server cache wilt wissen?
pt_br: Você tem certeza que quer excluir todas as chaves do Object Cache?

source: Associate this tag with an image.
hu_hu: Cimke társítása egy képhez
nl_nl: Koppel deze tag aan een afbeelding
pt_br: Associar esta tag com uma imagem.

source: Author Override
hu_hu: Szerző felülírása
nl_nl: Auteur overschrijven.
pt_br: Sobrescrever Autor

source: Background Image Override
hu_hu: Háttérkép felülírása
nl_nl: Achtergrondafbeelding overschrijven
pt_br: Sobrescrever imagem de fundo

source: Background overide
hu_hu: Háttér felülírása
nl_nl: Achtergrond overschrijven
pt_br: Sobrescrever fundo

source: Cache
hu_hu: Gyorsítótár

source: Check Engaging Networks
hu_hu: Engaging Networks ellenőrzése
nl_nl: Controleer Engaging Networks
pt_br: Conferir o Engaging Networks

source: Check Object Cache
hu_hu: Object Cache ellenőrzése
nl_nl: Controleer object cache
pt_br: Conferir o Object Cache

source: Check Search Indexer
hu_hu: Keresési indexelés ellenőrzése
nl_nl: Controleer zoek index
pt_br: Conferir o Indexer de Busca

source: Choose a background image for the Subscribe block.
hu_hu: Válassz egy háttérképet a Feliratkozás blokkhoz.
nl_nl: Kies een achtergrond voor het Inschrijvingen blok
pt_br: Escolha uma imagem de fundo para o bloco de Inscrição

source: Cookies Text
hu_hu: Sütik szöveg
nl_nl: Cookies Tekst
pt_br: Texto de Cookies

source: Copyright Text Line 1
hu_hu: Copyright-szöveg 1. sor
nl_nl: Copyright Tekst regel 1
pt_br: Linha 1 de texto de Copyright

source: Copyright Text Line 2
hu_hu: Copyright-szöveg 2. sor
nl_nl: Copyright Tekst regel 2
pt_br: Linha 2 de texto de Copyright

source: Default button title for related articles block
hu_hu: Alapértelmezett gombszöveg a Kapcsolódó cikkek-blokkhoz
nl_nl: Standaard knop tekst voor gerelateerde artikelen blok
pt_br: Título do botão padrão para o bloco de artigos relacionados

source: Default Happy Point Background Image
hu_hu: Feliratkozási doboz alapértelmezett háttérképe
nl_nl: Standaard Happy Point achtergrondafbeelding
pt_br: Imagem de fundo padrão para o bloco de newsletter

source: Default Number Of Related Articles
hu_hu: A kapcsolódó cikkek alapértelmezett száma
nl_nl: Standaard aantal gerelateerde artikelen
pt_br: Número padrão de Artigos Relacionados

source: Default title for related articles block
hu_hu: Alapértelmezett cím a kapcsolódó cikkek blokkhoz
nl_nl: Standaard titel voor gerelateerde artikelen blok
pt_br: Título padrão para o bloco de artigos relacionados

source: Donate button link
hu_hu: Adományozás gomb linkje
nl_nl: Doneer knop link
pt_br: Link do botão de doar

source: Enforce Cookies Policy
hu_hu: Cookie irányelvek kikényszerítése
nl_nl: Dwing cookie beleid af
pt_br: Política de Cookies

source: Enter author name if you want to override the author
hu_hu: Add meg a szerző nevét ha szeretnéd felülírni a szerző mezőt
nl_nl: Gebruik deze optie liever niet. Gebruik liever de optie rechts in de zijbalk om een andere auteur te selecteren.
pt_br: Insira o nome do autor para sobrescrever o autor atual

source: Flush Object Cache
hu_hu: Object Cache ürítése
nl_nl: Leeg object cache

source: GDPR related setting. By enabling this option specific content will be blocked and will require user consent to be shown.
hu_hu: GDPR-hoz kapcsolódó beállítás. Az opció használatával bizonyos tartalmak alapértelmezetten blokkolva lesznek, és csak a felhasználó beleegyezése után jelennek meg.
nl_nl: AVG gerelateerde instelling. Door dit in te schakelen wordt specifieke content verborgen tot hier toestemming voor wordt gegeven.

source: Happy Point Opacity
hu_hu: Feliratkozási doboz átlátszósága
nl_nl: Transparantie van de afbeelding achter de Happy Point (het blok voor het aanmelden op de nieuwsbrief)
pt_br: Opacidade do Happy Point

source: Header Button Link
hu_hu: Fejlécgomb hivatkozása
nl_nl: Koptekst knop link
pt_br: Link do botão do cabeçalho

source: Header button link comes here
hu_hu: Ide kerül a fejlécgomb hivatkozása
nl_nl: Vul hier de link in waar de knop in de koptekst naar moet verwijzen.
pt_br: Link do botão aqui

source: Header Button Title
hu_hu: Fejlécgomb címe
nl_nl: Koptekst knop tekst
pt_br: Título do botão

source: Header button title comes here
hu_hu: Ide kerül a fejlécgomb címe
nl_nl: Vul hier de tekst van de knop in de koptekst in.
pt_br: Título do botão aqui

source: Header Description
hu_hu: Fejléc leírás
nl_nl: Koptekst omschrijving
pt_br: Descrição

source: Header description comes here
hu_hu: Ide kerül a fejléc leírása
nl_nl: Vul hier de tekst van de koptekst in.
pt_br: Descrição aqui

source: Header Subtitle
hu_hu: Fejléc alcím
nl_nl: Koptekst ondertitel
pt_br: Subtítulo do cabeçalho

source: Header subtitle comes here
hu_hu: Ide kerül a fejléc alcíme
nl_nl: Vul hier de tekst van de ondertitel in de koptekst in.
pt_br: Subtítulo do header vai aqui

source: Header Title
hu_hu: Fejléc cím
nl_nl: Koptekst titel
pt_br: Título do cabeçalho

source: Header title comes here
hu_hu: Ide kerül a fejléc címe
nl_nl: Vul hier de titel in de koptekst in.
pt_br: Título do header vai aqui

source: If no button title set for <b>Article Block</b>, the default button title will appear.
hu_hu: Ha nincs gombszöveg beállítva a következőhöz: <b>Cikkek blokk</b>, akkor az alapértelmezett gombszöveg fog megjelenni.
nl_nl: Als geen knop tekst is ingesteld in het <b>Artikelen Blok</b>, dan wordt deze tekst weergegeven.
pt_br: Se não há título configurado para o bloco de artigos, o botão padrão vai aparecer

source: If no number of Related Articles set for <b>Article Block</b>, the default number of Related Articles will appear.
hu_hu: Ha nincs külön beállítva mennyiség a következőhöz: <b>Cikkek blokk</b>, akkor az alapértelmezett számú kapcsolódó hír fog megjelenni.
nl_nl: Als er geen aantal is ingesteld in het <b>Artikelen Blok</b>, dan wordt dit aantal artikelen weergegeven.
pt_br: Se não houver um número configurado para Artigos Relacionados, o número padrão de artigos vai aparecer.

source: If no title set for <b>Article Block</b>, the default title will appear.
hu_hu: Ha nincs cím beállítva a következőhöz: <b>Cikkek blokk</b>, akkor az alapértelmezett cím fog megjelenni.
nl_nl: Als geen titel is ingesteld in het <b>Artikelen Blok</b>, dan wordt deze tekst weergegeven.
pt_br: Se não houver título para o bloco de artigos, o título padrão vai aparecer

source: Image
hu_hu: Kép
nl_nl: Afbeelding
pt_br: Imagem

source: Image Subscribe
hu_hu: Kép feliratkozáshoz
pt_br: Imagem de inscrição

source: Include Articles In Post
hu_hu: Cikkek megjelenítése a bejegyzésben
nl_nl: Voeg Artikelen tot aan bericht
pt_br: Incluir artigos relacionados no post

source: Indexer has stalled
hu_hu: Az indexelés megállt
nl_nl: Indexer is vastgelopen
pt_br: Indexador parou

source: Indexer is awake
hu_hu: Az indexelés aktív
nl_nl: Indexer is actief
pt_br: Indexador está ativado

source: Minimum image width should be 1920px
hu_hu: A kép szélessége legalább 1920px legyen
nl_nl: Minimum afbeelding breedte is 1920px
pt_br: O comprimento mínimo da imagem deve ser de 1920 pixels

source: Navigation Bar Menu
hu_hu: Navigációs sáv menü
nl_nl: Navigatie menu
pt_br: Menu da barra de navegação

source: Object Cache did not flush
hu_hu: Object Cache kiürítése nem sikerült
nl_nl: Object cache is niet geleegd

source: Object Cache flushed
hu_hu: Object Cache kiürítve
nl_nl: Object cache geleegd

source: P4 page type (A p4 page type term.)
hu_hu: P4-oldaltípus
nl_nl: P4 pagina type
pt_br: Tipo de página P4 (um termo para o tipo de página do P4)

source: Page Header Fields
hu_hu: Oldalfejléc mezői
nl_nl: Pagina koptekst velden
pt_br: Campos de cabeçalho da página

source: Planet 4 Control Panel
hu_hu: Planet 4 Vezérlőpult
nl_nl: Planet 4 Instellingen
pt_br: Painel de Controle do Planet 4

source: Planet 4 is connected to Redis.
hu_hu: a Planet 4 csatlakozott a Redis-hez.
nl_nl: Planet 4 is verbonden met Redis.
pt_br: Planet 4 está conectado ao Redis.

source: Post Articles Element Fields
hu_hu: Cikk részleteinek mezői
pt_br: Campo de elementos para Artigos

source: Posts Report
hu_hu: Bejegyzések jelentés
nl_nl: Berichten rapport
pt_br: Relatório de Artigos

source: Search
hu_hu: Keresés
nl_nl: Zoeken
pt_br: Busca

source: Select a Take Action Page to populate take action boxout block
hu_hu: Válassz Cselekedj-oldalt a kapcsolódó cselekvés betöltéséhez
nl_nl: Selecteer een actiepagina voor het actieblok
pt_br: Escolha uma página de ação para exibir no bloco de página de ação

source: Select Act Page
hu_hu: Cselekedj-oldal kiválasztása
nl_nl: Selecteer een actiepagina
pt_br: Escolha uma página de ação

source: Select Category
hu_hu: Kategória kiválasztása
nl_nl: Selecteer categorie
pt_br: Escolha uma categoria

source: Select Explore Page
hu_hu: Fedezd fel-oldal kiválasztása
nl_nl: Selecteer oplossingenpagina
pt_br: Escolha uma página Explore

source: Select Image
hu_hu: Kép kiválasztása
nl_nl: Selecteer afbeelding
pt_br: Escolha uma imagem

source: Select Issues Parent Category
hu_hu: Válassz Ügyek-szülőkategóriát
nl_nl: Selecteer hoofdthema
pt_br: Escolha a categoria-pai desta Atuação

source: Select Page
hu_hu: Oldal kiválasztása
nl_nl: Selecteer pagina
pt_br: Escolha uma página

source: Select/Upload Image
hu_hu: Kép kiválasztása/feltöltése
nl_nl: Selecteer/upload afbeelding
pt_br: Selecionar/Enviar imagem

source: Success
hu_hu: Siker
nl_nl: Gelukt
pt_br: Sucesso

source: Take Action Covers default button text
hu_hu: Cselekedj-borítóképek alapértelmezett gombszövege
nl_nl: Actiepagina kaarten standaard knoptekst
pt_br: Texto padrão para botão da página de ação

source: Take Action Page Selector
hu_hu: Cselekedj-oldalak kiválasztása
nl_nl: Actiepagina kiezer
pt_br: Seletor de página de ação

source: Upload an image
hu_hu: Kép feltöltése
pt_br: Enviar imagem

source: Upload an image or select one from the media library to override the background image
hu_hu: Tölts fel egy képet vagy válassz egyet a médiakönyvtárból, hogy felülird a háttérképet.
pt_br: Envie uma imagem ou selecione uma da Media Library para sobrescrever a imagem de fundo

source: We use an overlay to fade the image back. Use a number between 1 and 100, the higher the number, the more faded the image will look. If you leave this empty, the default of 30 will be used.
hu_hu: Fedést használunk a kép halványítására. Írj be egy számot 1 és 100 között: minél nagyobb a szám, annál halványabb lesz a kép. Ha üresen hagyod, az alapértelmezett érték (30) lesz használva.
nl_nl: Fade the image behind the newsletter signup form. Use a number between 1 and 100, The lower the number, the more faded the image will look. Default is 30.

source: Website Navigation Title
hu_hu: Weboldal-navigáció cím
pt_br: Título da Navegação do Site

source: Weight (1-30)
hu_hu: Súlyozás (1-30)
nl_nl: Weight (1-30). 1: low search ranking in site. 30: high ranking.
pt_br: Peso (de 1 a 30)

source: Donate button text
pt_br: Texto do botão de doação
